jorgebucaran/fisher
jorgebucaran/nvm.fish
ilancosman/tide
patrickf1/fzf.fish
jethrokuan/z
franciscolourenco/done
gazorby/fish-exa
jhillyerd/plugin-git
gazorby/fish-abbreviation-tips
evanlucas/fish-kubectl-completions
jorgebucaran/spark.fish
jorgebucaran/autopair.fish
jorgebucaran/getopts.fish
nickeb96/puffer-fish
